[
    {
        "name": "Wangúi Muthama",
        "title": "Co-founder",
        "image": "",
        "bio": "Wangúi Muthama is the founder of the series events 'Stories Na Ma Youth'. I am a lover of art, water, books, theories, knowledge, sleep, good food, good time, and peace. I love poems, my favorite poet being 'Mufasa the Poet'. My background in Criminology makes me a dynamic expert transversing many fields. Wangúi believes Youth have equal rights and voices in positively shaping the dynamics of Kenya and Africa at large. Youth non-participation and non-inclusion therefore is a menace that needs immediate fixing. Through Stories Na Ma Youth I get to educate you about Kenyan youths so as to better know how to engage them fully and beneficially. I believe Kenya and Africa have the best of minds and these minds have and need to be listened to!"
    },
    {
        "name": "Stannford N Muriuki",
        "title": "Co-founder",
        "image": "./assets/images/members/StannfordMuriuki.jpg",
        "bio": "I am a creator with great enthusiasm towards art and artists at large. Commonly known by my stage  name Jairoh stan  i take great pleassure in excercising my gifts towards the greater good  of the society. That's why we came together and curated a forum/ platform that will assist young peole express themselves via  arts. We have managed to put up several events by the name 'stories na mayouth event series'. Whereby we cover issues that affect us as young people and also try to come up with solutions and recommendations towards bringing a solution. We are working towards a vision and a mission  greater than ourselves and that the core purpose of our teamwork. Unity is strenth."
    },
    {
        "name": "Wanga Masakha",
        "title": "Creative Manager.",
        "image": "./assets/images/members/SamuelWanga.jpg",
        "bio": "Wanga Masakha is a professional self taught visual artist, with 8 years of experience, who uses different media to come up with hyper-realistic drawings. Wanga specialises in canvas paintings, charcoal realistic drawings, flower vase customization, interior decoration, baking and cake art, and is responsible for educating and training other members in short skills, in areas that he specialises in. Wanga is a powerful force in the group and uses his  positive attitude and tireless energy to encourage others to work hard and succeed. Wanga is inspired daily by the beauty of nature and the love of music."
    },
    {
        "name": "Ruth Wanga",
        "title": "Member",
        "image": "./assets/images/members/RuthWanga.jpg",
        "bio": "Ruth Wanga is a croche artist that dreams big. A hook and yarn are my current best friends. My creations are greatly inspired by most of the Kenyan yarnist who are doing amazing in the croche world. My mom was a great contributor to what I'm doing today, she would create amazing designs from her head. I'm a lover of food and good music. I believe that my style is what gives me the confidence and as Amit Kalantri said, 'Take care of your costume and your confidence will take care of itself'. Wangacreations is a brand that will grow to become something great and known to all."
    },
    {
        "name": "Anthony Mwaura",
        "title": "IT specialist",
        "image": "",
        "bio": ""
    }
]
