[
    {
        "name": "Education",
        "image": "./assets/images/education-min.jpg",
        "description": "Ignorance is not a defense. #SNMY series events seek to increase literacy and knowledge sharing to equip the youth with the know-how. The aim is eradicating ignorance, and increasing youth's participation in policy-making and reform processes. Our education programs include but are not limited to; English literacy, financial literacy, policy-making process, leadership skills, mental health awareness, etc. Learning is a lifetime thing."
    },
    {
        "name": "Community Engagements",
        "image": "./assets/images/community.jpg",
        "description": "Giving back to the community is our main aim and we do this by engaging in activities that foster community involvement. Some of the activities include; conducting events/seminars, attending/participating in social events, and cleaning up volunteer calls."
    },
    {
        "name": "Exhibition",
        "image": "./assets/images/exhibition.jpg",
        "description": "We seek to showcase the high-quality work/products of our members with the aim of promoting our members' work/products, linking producers and consumers directly, create an online art exhibition store, create a one-time platform for all goods and services and sharing of insights on how to achieve high-quality work."
    },
    {
        "name": "Exchange Programs",
        "image": "./assets/images/exchange.jpg",
        "description": "Our exchange programs seek to create and foster relationships with other like-minded groups by sharing our best practices in achieving maximum impact on our goals. The exchange program shall help us learn, borrow, share, recommend, adapt, improvise, and improve our efforts."
    },
    {
        "name": "Research",
        "image": "./assets/images/research.jpg",
        "description": "We aim to conduct extensive research that provides dynamic results on matters affecting the Youth. Our research methods rely on storytelling, making the information gathered authentic and practical. We aim not to leave any stone untouched to ensure tailor-made solutions are achieved to help change and improve the quality of life of Youths in Kenya and Africa."
    },
    {
        "name": "Storytelling",
        "image": "./assets/images/story-1.jpg",
        "description": "Storytelling initiatives harness the power of storytelling to amplify the voices and experiences of young people. This may involve storytelling workshops, digital storytelling projects, spoken word events, and narrative-based advocacy campaigns. By sharing their stories, youth can inspire empathy, raise awareness about social issues, and advocate for positive change in their communities."
    }
]
